Aurelia: podés volverte invisible, moverte entre sombras, crear clones, forjar objetos y encima generar tu propia penumbra.

Nexum:Archivo Mnemótico — copiás temporalmente una habilidad/conocimiento que observes (ej.: abrir cerraduras, idioma, protocolo).
Sello Notarial — convierten un acuerdo en vinculante y justo: penaliza trampas de cualquiera de las partes automáticamente.
Axioma de Verdad — percibís intenciones y falsedades al instante; ves “líneas” de coherencia en lo que te dicen.
Cláusula Local — imponés una regla en un área pequeña (“nadie cruza”, “no se desenfunda”, “no se corre”) durante unos minutos.
Pivote de Probabilidad — inclinás un resultado clave a tu favor (reroll mental: negociaciones, hack, salto difícil).

Tumulus: 

Copiar voz de alguien — imitás la voz y acento de una persona

Rostro Prestado (persona vista)
Adoptás rasgos faciales, peinado, piel y gestualidad de alguien que viste. Ajuste de altura y contextura ±12% para cerrar la ilusión.
Nota: 1 persona activa por vez.

Caligrafía Espejo
Imitás letra, ortografía y estilo de mensajes de alguien (manuscrito o chat).
Tip visual: también clonas emojis y tiempos de tipeo.

Máscara de Historia
Proyectás una “aura biográfica” mínima: gente nueva te percibe como conocido de tal trabajo/barrio/club.
Acota alcance: no resiste interrogatorio profundo.

Cuerpo Inerte — te “apagás” como bulto/logística (sin pulso aparente, sin micro-movimientos), perfecto para pasar controles rápidos.

Cronox:

Overclock de Corona
Encendés la corona y entrás en “tiempo lento”: reflejos + lectura de trayectorias en vivo (tipo bullet-time corto). Ideal para abrir o salvarte.

Látigos Aciculares
Extiende 2–6 tentáculos espinados: azotan, desarman, hacen agarre/arrastre o te impulsan entre edificios. Pueden conducir una descarga breve.

Corte Fásico
Formás un filo ultra-fino que pasa entre placas y tendones (monomolecular/“nanowire”). Enemigos blindados, adiós.

Mano con garras
La mano se pliega en garra tenaza para desarmar, agarrar armas blancas al vuelo o fijar escudos.

Latencia Cero — disparo sináptico: reduce el tiempo entre intención y movimiento.